arcticicestudio.nord-visual-studio-code
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
humao.rest-client
James-Yu.latex-workshop
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
oderwat.indent-rainbow
vscodevim.vim
xaver.clang-format
