alacritty
alsa-utils
anki
appmenu-gtk-module
apulse
arc-gtk-theme
autoconf
automake
balena-etcher
baobab
base
bind
bison
bitwarden
blueman
bluez
bluez-utils
brave-bin
broadcom-wl-dkms
caprine
cava
clang
cmake
cronie
cuda
cudnn
cups
ddcutil
dhcpcd
diff-so-fancy
discord
dmenu
dunst
expac
fakeroot
fd
feh
ffcast
flameshot
flex
font-manager
fzf
gamemode
ghc
ghc-static
git
gnome-disk-utility
gnome-keyring
google-chrome
google-java-format
grub
grub-customizer
gtop
gvim
haskell-base-prelude
haskell-language-server-bin
heroku-cli
i3-gaps
i3-resurrect
insync
intel-ucode
jdk-openjdk
kitty
lib32-gamemode
lib32-nvidia-utils
libreoffice-still
lightdm
lightdm-webkit-theme-aether
linux
linux-headers
lutris
lxappearance
m4
mailspring
make
man-db
mangohud
minetime-bin
mpv
neofetch
neovim-nightly-git
nerd-fonts-complete
networkmanager-dmenu-git
nodejs-markdown-pdf
nss-mdns
ntfs-3g
nvidia
nvidia-container-toolkit
ocrmypdf
pacman-contrib
pandoc-bin
paper-icon-theme-git
patch
pavucontrol
pdfgrep
perl
picom-git
piper
pkgconf
playerctl
polybar
postgresql
pulseaudio-ctl
python-gpustat
python-grip
python-tensorflow-opt-cuda
python38
quartus-free
ranger
ripgrep
rofi
rofi-calc
ruby
rust
sane-airscan
sc-im
seahorse
shellcheck
shfmt
simple-scan
slack-desktop
solaar
spotify
stack-static
steam
stow
stylish-haskell
sudo
texlive-latexextra
texlive-latexindent-meta
texlive-science
tmux
todoist-electron
tree
ttf-apple-emoji
ttf-google-fonts-git
ttf-material-icons-git
ttf-meslo
ttf-ms-fonts
unimatrix-git
unzip
usbreset
usbutils
v4l2loopback-dkms
valgrind
vim-plug
visual-studio-code-bin
wget
wine
wpa_supplicant
xautolock
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xow-git
xterm
yapf
yarn
yay
youtube-dl
zathura
zathura-pdf-mupdf
zip
zoom
zsh
zsh-theme-powerlevel10k-git
